cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'
tap 'microsoft/git'

brew 'bash-completion'
brew 'coreutils'
brew 'curl'
brew 'git'
brew 'git-lfs'
brew 'mas'
brew 'nginx'
brew 'nvm'
brew 'yarn'
brew 'zsh'

cask 'firefox'
cask 'git-credential-manager-core'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'iterm2'
cask 'microsoft-edge'
cask 'shiftit'
cask 'skype'
cask 'viber'
cask 'visual-studio-code'
cask 'zoom'

mas 'slack', id: 803453959
mas 'telegram', id: 747648890
mas 'xcode', id: 497799835
mas 'whatsapp', id: 1147396723